transports = [
    ("Івано-Франківськ -> Львів", 150),
    ("Івано-Франківськ -> Чернівці", 200),
    ("Івано-Франківськ -> Київ", 300),
    ("Івано-Франківськ -> Харків", 450),
    ("Івано-Франківськ -> Одеса", 400),
    ("Івано-Франківськ -> Будапешт", 1200),
    ("Івано-Франківськ -> Варшава", 1500)
]

hotels = [
    ("Готель «Шервуд»", 90),
    ("Готель «Золоті Ворота»", 100),
    ("Готель «Львів»", 120),
    ("Готель «Опера»", 150),
    ("Готель «Буковель»", 200),
    ("Готель «Ріксос» Київ", 250),
    ("Готель «Прем'єр Палац»", 300),
]
